/* abbreviation for astronomical unit */
" au" = " au";

/* abbreviation for centimeters */
" cm" = " cm";

/* abbreviation for cubits */
" cubit" = " cubito";

/* abbreviation for feet */
" ft" = " ft";

/* abbreviation for decimal inches
   abbreviation for inches */

" in" = "\"";

/* abbreviation for kilometers */
" km" = " km";

/* abbreviation for meters */
" m" = " m";

/* abbreviation for miles */
" mi" = " mi";

/* abbreviation for millimeters */
" mm" = " mm";

/* abbreviation for points */
" pt" = " pt";

/* abbreviation for pixels */
" px" = " px";

/* abbreviation for yards */
" yd" = " yd";

/* tick abbreviation for inches */
"\"" = "\"";

/* Quarantined file with AppleScript - warning panel message text */
"%@ downloaded this file %@ at %@ from %@.  AppleScript is capable of reading and modifying your documents, so you should avoid running appleScript from untrusted sources." = "%1$@ ha scaricato questo documento %2$@ in %3$@ da %4$@. AppleScript è in grado di leggere e modificare i tuoi documenti, quindi è consigliabile non eseguire AppleScript da sorgenti non attendibili.";

/* line thickness format string */
"%gpt" = "%gpt";

/* tick abbreviation for feet */
"\'" = "\'";

/* text description */
", Rotated" = ", Ruotato";

/* display string for compiled script link */
"<script>" = "<script>";

/* Quarantined file with AppleScript - warning panel title */
"\\U201C%@\\U201D is a file which was downloaded from the Internet and contains AppleScript.  Are you sure you want to open it?" = "“%@” è un documento scaricato da Internet che contiene AppleScript. Sei sicuro di volerlo aprire?";

/* context menu for adding a midpoint a line */
"Add Midpoint" = "Aggiungi punto intermedio";

/* layout error */
"An error occurred during graph layout." = "Si è verificato un errore durante l'assegnazione del layout del grafico.";

/* layout error */
"An error occurred during graph layout.  If possible, please mail the current document to omnigraffle@omnigroup.com" = "Si è verificato un errore durante l'assegnazione del layout del grafico. Invia, se puoi, il documento attuale all'indirizzo omnigraffle@omnigroup.com";

/* has at least one arrow */
"Arrows" = "Frecce";

/* name of authors text tag */
"Authors" = "Autori";

/* text description */
"Autosizing" = "Ridim. automatico";

/* Import filter error message */
"Bad target for file import" = "Destinazione non corretta per l'importazione dei documenti";

/* description for bezier shapes
   bezier line */

"Bezier" = "Bézier";

/* text description */
"Bottom" = "In basso";

/* Quarantine open panel - cancel button title
   opening autosaved file alert - button title - Cancel */

"Cancel" = "Annulla";

/* Document load error message when passed a non-file: URL */
"Cannot read from a URL which is not a \"file:\" URL" = "Impossibile leggere da un URL che non sia l'URL di un \"file:\"";

/* Document save error message when passed a non-file: URL */
"Cannot write to a URL which is not a \"file:\" URL" = "Impossibile scrivere su un URL che non sia l'URL di un \"file:\"";

/* Prefix for a canvas safe name */
"Canvas" = "Area di disegno";

/* Format string for a numbered canvas */
"Canvas %d" = "Area di disegno %d";

/* name of canvas text tag */
"Canvas Name" = "Nome area di disegno";

/* canvas number tag */
"Canvas Number" = "Numero aree di disegno";

/* context menu for label positioning */
"Center on Current Segment" = "Centra sul segmento attuale";

/* context menu for label positioning */
"Center on Line" = "Centra sulla linea";

/* text description */
"Centered" = "Centrato";

/* name for centimeters */
"centimeters (cm)" = "centimetri (cm)";

/* name of comments text tag */
"Comments" = "Commenti";

/* name of copyright text tag */
"Copyright" = "Copyright";

/* Document autosave error message */
"Could not autosave %@.  File no longer exists at that location." = "Impossibile registrare automaticamente %@.  Il documento non si trova più in quella posizione.";

/* Import filter error message */
"Could not find application resource" = "Impossibile trovare la risorsa dell'applicazione";

/* Error description for importing files */
"Could not import file \"%@\"." = "Impossibile importare il documento \"%@\".";

/* error when reading a saved file */
"Could not parse saved plist" = "Impossibile analizzare il plist registrato.";

/* Document save error message when -[NSFileWrapper writeToFile:atomically:updateFilename:] fails */
"Could not save" = "Impossibile registrare";

/* name of creator text tag */
"Creator" = "Creatore";

/* name of current-date text tag */
"Current Date" = "Data attuale";

/* curved line */
"Curved" = "Curva";

/* name for shapes with really long names (usually random strings generated when combining shapes */
"Custom" = "Personalizzato";

/* line with dashes */
"Dashed" = "Tratteggiata";

/* name for decimal inches */
"decimal inches (in)" = "pollici decimali (\")";

/* name of description text tag */
"Description" = "Descrizione";

/* alert button - loading file which has a backup but no saved version - discard backup entirely */
"Discard Backup" = "Ignora backup";

/* name of creation date text tag */
"Document Creation Date" = "Data di creazione del documento";

/* newer document version alert - title */
"Document from Newer OmniGraffle" = "Documento da un OmniGraffle più recente";

/* name of modification date text tag */
"Document Modification Date" = "Data di modifica del documento";

/* name of document text tag */
"Document Name" = "Nome del documento";

/* Button label for aborting a change to the paper size */
"Don't Change Paper Size" = "Non cambiare dimensioni carta";

/* Dont Undo warning button */
"Don't Undo" = "Non annullare";

/* double line */
"Double" = "Doppio";

/* context menu for embedding image aliases */
"Embed in Document" = "Incorpora nel documento";

/* error when loading a document - exception raised while reading a custom line ending (arrowhead) definition */
"Error while loading custom line ending (#%d): %@" = "Errore durante il caricamento della terminazione di linea personalizzata (#%1$d): %2$@";

/* error when loading a document - exception raised while reading a custom shape definition */
"Error while loading custom shape (#%d): %@" = "Errore durante il caricamento della forma personalizzata (#%1$d): %2$@";

/* error when loading a document - exception raised while reading a layer or its graphics */
"Error while loading layer %d of canvas \"%@\": %@" = "Errore durante il caricamento del livello %1$d dell'area di disegno \"%2$@\": %3$@";

/* error when loading a document - exception raised while reading master canvas
   error when loading a document - exception raised while reading (non-master) canvas */

"Error while reading canvas %d/%d: %@" = "Errore durante la lettura dell'area di disegno %1$d/%2$d: %3$@";

/* graphic user data - error - not a dictionary/record */
"Failed to set user data on object #%d.  Value was not a dictionary." = "Impossibile impostare i dati utente sull'oggetto #%d. Il valore specificato non era un dizionario.";

/* tick name for feet */
"feet (\')" = "piedi (\')";

/* name for feet */
"feet (ft)" = "piedi (ft)";

/* Import filter error message */
"File import canceled by user" = "Importazione dei documenti annullata dall'utente";

/* error when reading a saved file */
"File is empty or unreadable" = "Il documento è vuoto o illeggibile";

/* simple fill description format */
"Fill:%@" = "Riempimento: %@";

/* layout error */
"Graph layout" = "Layout del grafico";

/* human-readable name of a group of shapes */
"Group (noun)" = "Gruppo";

/* head arrow */
"Head Arrow" = "Testa della freccia";

/* name of height text tag */
"Height" = "Altezza";

/* context menu for label orientation */
"Horizontal" = "Orizzontale";

/* console error message when an image is missing from the file package */
"Image %@ not found." = "Impossibile trovare l'immagine %@.";

/* image fill style */
"Image Fill:" = "Riempimento immagine:";

/* tick name for inches */
"inches (\")" = "pollici (\")";

/* name for inches */
"inches (in)" = "pollici (\")";

/* internal stencils title */
"Internal" = "Interno";

/* text description */
"Justified" = "Giustificato";

/* name of keywords text tag */
"Keywords" = "Parole chiave";

/* name for kilometers */
"kilometers (km)" = "chilometri (km)";

/* context menu for label orientation submenu */
"Label Orientation" = "Orientamento etichetta";

/* context menu for label positioning submenu */
"Label Position" = "Posizione etichetta";

/* name of languages text tag */
"Languages" = "Lingue";

/* alert button - loading file which has a backup - to open the most recently explicitly saved version and discard the backup */
"Last Saved" = "Ultima registrazione";

/* Name to give to newly created nameless layer */
"Layer" = "Livello";

/* Layer Info pane - format string for a numbered layer */
"Layer %d" = "Livello %d";

/* name of layer text tag */
"Layer Name" = "Nome del livello";

/* text description */
"Left" = "Sinistra";

/* human-readable name of line shapes */
"Line" = "Linea";

/* Default text for line labels */
"Line Label" = "Etichetta linea";

/* name of length text tag */
"Line Length" = "Lunghezza di linea";

/* fill description format */
"Linear:%@ to %@" = "Lineare: %1$@ a %2$@";

/* fill description format */
"Linear:%@ to %@ to %@" = "Lineare: %1$@ a %2$@ a %3$@";

/* context menu for linked image submenu */
"Linked Image" = "Immagine collegata";

/* image sizing manual */
"Manual" = "Manuale";

/* Layer Info pane - master layer */
"Master layer" = "Livello master";

/* name for meters */
"meters (m)" = "metri (m)";

/* name for miles */
"miles (mi)" = "miglia (mi)";

/* name for millimeters */
"millimeters (mm)" = "millimetri (mm)";

/* category name */
"Miscellaneous" = "Altri";

/* name of modifier text tag */
"Modifier" = "Modificatore";

/* warning message when reading a damaged save file with duplicated graphic identifiers */
"More than one graphic in the saved document has an ID=%@. Changing the id of one of them." = "Più grafici del documento registrato possiedono un'ID=%@. Modifico l'id di uno di essi.";

/* warning message when reading a damaged save file with duplicated image identifiers */
"More than one image in saved document has ID=%@. Ignoring one of them." = "Più di un'immagine nel documento registrato ha un ID=%@. Ne ignoro una.";

/* no line arrows */
"No Arrows" = "Nessuna freccia";

/* no fill */
"No Fill" = "Nessun riempimento";

/* no ruler scale */
"No scale" = "nessuna";

/* no shadow */
"No Shadow" = "Nessuna ombra";

/* stroke description for no stroke */
"No Stroke" = "Nessun tratto";

/* Generic human-readable name for graphics, should never actually be seen */
"Object" = "Oggetto";

/* text description
   image offset label */

"Offset" = "Con distanza";

/* Import filter error message */
"OGImport:NoInteractionAllowed" = "Manca un'impostazione di importazione, ma l'applicazione Graffle è stata configurata in modo da non chiedere all'utente di cercare le impostazioni.";

/* image opacity label */
"Opacity" = "Opacità";

/* opening autosaved file alert - button title - Open
   context menu for opening image aliases
   Quarantine open panel - button title - Open file */


"Open" = "Apri";

/* opening autosaved file alert - title */
"Opening Autosaved Document" = "Apro il documento registrato automaticamente";

/* name of organizations text tag */
"Organizations" = "Organizzazioni";

/* orthogonal line */
"Orthogonal" = "Ortogonale";

/* abbreviation for picas */
"p" = "p";

/* Alert message for paper size change conflicting with page margins */
"Page margins will be scaled down to fit the new paper size. They can then be adjusted in the Document inspector." = "I margini di pagina verranno ridimensionati in base alle nuove dimensioni della carta. Potranno quindi essere regolati dalle impostazioni Documento.";

/* name of page number text tag */
"Page Number" = "Numero di pagina";

/* context menu for label orientation */
"Parallel" = "Parallela";

/* context menu for label orientation */
"Perpendicular" = "Perpendicolare";

/* name for picas */
"picas (p)" = "pica (p)";

/* name for pixels */
"pixels (px)" = "pixel (px)";

/* name for points */
"points (pt)" = "punti (pt)";

/* name of projects text tag */
"Projects" = "Progetti";

/* fill description format */
"Radial:%@ to %@" = "Radiale:%1$@ a %2$@";

/* context menu for removing points from a line */
"Remove Midpoints" = "Rimuovi i punti intermedi";

/* no ruler scale */
"Reset Scale" = "Reimposta scala";

/* context menu for revealing image aliases */
"Reveal in Finder" = "Mostra nel Finder";

/* text description */
"Right" = "Destra";

/* format string for describing rounded shapes */
"Rounded %@" = "%@ arrotondata";

/* Help tag for tables */
"rows: %d\ncols: %d" = "righe: %1$d\ncolonne: %2$d";

/* Button label for scaling page margins */
"Scale Margins to Fit" = "Ridimensiona margini";

/* image scale label */
"Scaled" = "Ridimensionata";

/* simple shadow description format */
"Shadow:%@" = "Ombra: %@";

/* Format string for a shared layer */
"Shared %d" = "Condiviso %d";

/* opening autosaved file alert - button title to show original file */
"Show Original" = "Mostra originale";

/* straight line */
"Straight" = "Retta";

/* image sizing stretch to fill */
"Stretched" = "Ampliata";

/* Quarantine open panel - button title - Strip AppleScript */
"Strip AppleScript" = "Rimuovi AppleScript";

/* simple stroke description format */
"Stroke:%@" = "Tratto: %@";

/* Default text for subgraphs */
"Subgraph" = "Sottografo";

/* name of subject text tag */
"Subject" = "Oggetto";

/* tail arrow */
"Tail Arrow" = "Coda della freccia";

/* Text position chit label */
"Text:" = "Testo:";

/* alert title - loading file which has a backup */
"The document \\U201C%@\\U201D has an automatically saved backup which is newer than the last manually saved version." = "La versione di backup del documento “%@” registrata automaticamente è più recente dell'ultima versione registrata manualmente.";

/* XML import parsing error */
"The file does not seem to contain a well-formed XML document." = "Il documento non sembra contenere un documento XML in formato corretto.";

/* Alert title for paper size change conflicting with page margins */
"The new paper size is too small to accommodate the page margins." = "Le nuove dimensioni della carta sono troppo piccole per i margini della pagina.";

/* alert title - loading file which has a backup but no name, probably an autosave of an untitled document */
"There is an automatically saved backup of an untitled document." = "Esiste una versione di backup di un documento senza titolo registrata automaticamente.";

/* alert text - errors encountered while reading a document */
"There was a problem while loading \"%@\"." = "Si è verificato un problema durante il caricamento di \"%@\".";

/* alert text - loading file which has a backup */
"This document may have had unsaved changes when Graffle encountered an error and had to quit unexpectedly. Do you want to open the backup or open the last saved version?" = "Il documento potrebbe contenere delle modifiche che è stato impossibile registrare prima che Graffle riscontrasse un errore e si chiudesse inaspettatamente. Desideri aprire la versione di backup o l'ultima versione registrata?";

/* alert text - loading a backup with no corresponding save file, probably an autosave of an untitled document */
"This document may have had unsaved changes when Graffle encountered an error and had to quit unexpectedly. Do you want to open the backup?" = "Il documento potrebbe contenere delle modifiche che è stato impossibile registrare prima che Graffle riscontrasse un errore e si chiudesse inaspettatamente. Desideri aprire la versione di backup?";

/* newer document version alert - message */
"This document was created with a newer version of OmniGraffle than the one you are using. Parts of this document may not be displayed correctly, and if you save from this version of OmniGraffle you may lose those features of this document that only work in newer versions" = "Questo documento è stato creato con una versione di OmniGraffle più recente di quella che stai utilizzando. Alcune parti di questo documento potrebbero non venire visualizzate correttamente, se lo registri con la versione attuale potresti perdere le funzionalità di questo documento che sono presenti solo nelle versioni più recenti.";

/* ipad document version alert - message */
"Any open freehand shapes will become enclosed shapes. If you save this document, they will be saved as enclosed." = "Tutte le forme aperte a mano libera diverranno chiuse. Salvando il documento, le forme verranno salvate come chiuse.";

/* ipad document version alert - title */
"This document was created with OmniGraffle for iPad." = "Questo documento è stato creato con OmniGraffle per iPad.";

/* opening autosaved file - message */
"This is a backup of \\U201C%@\\U201D. Opening this file will open it as an new untitled document." = "Questa è una copia di backup di “%@”. Se apri questo documento si aprirà un nuovo documento senza titolo.";

/* image sizing tiled */
"Tiled" = "Affiancata";

/* text description */
"Top" = "In alto";

/* canvas total tag */
"Total Canvases" = "Totale aree di disegno";

/* name of total pages text tag */
"Total Pages" = "Pagine totali";

/* error when loading a linked image that can't be found */
"Unable to find linked image: %@" = "Impossibile trovare l'immagine collegata: %@";

/* error when loading a document - can't read an image from the property list */
"Unable to load embedded image" = "Impossibile caricare l'immagine incorporata";

/* error when loading a document - can't read an image from the property list */
"Unable to load image %d of %d: %@" = "Impossibile caricare l'immagine %1$d di %2$d: %3$@";

/* Undo warning button */
"Undo" = "Annulla";

/* Title for undo warning sheet */
"Undo Past Last Save" = "Annulla oltre l'ultima registrazione";

/* unknown date - for insertion in text
   unknown user - string for insertion in text for <%Modifier%>
   unknown user - string for insertion in text for <%Creator%> */


"Unknown" = "Sconosciuto";

/* Document load error message when passed an unexpected file type */
"Unknown file type" = "Tipo di documento sconosciuto";

/* Document loading error message (exception raised) */
"Unknown format or corrupt file" = "Formato sconosciuto o documento danneggiato";

/* error when loading a document - graphic specifies an unknown shape */
"Unknown shape \"%@\", will replace with %@" = "Forma \"%1$@\" sconosciuta, verrà sostituita con %2$@";

/* alert button - loading file which has a backup - to open the backup */
"Use Backup" = "Utilizza backup";

/* Button label for using printer margins */
"Use Printer Margins" = "Usa margini stampante";

/* name of user data text tag */
"User Data" = "Dati utente";

/* Import filter error message */
"User interaction not allowed" = "Non è consentita l'interazione dell'utente";

/* name of version text tag */
"Version" = "Versione";

/* context menu for label orientation */
"Vertical" = "Verticale";

/* Help tag while resizing */
"w: %@ (%d%%)\nh: %@ (%d%%)" = "l: %1$@ (%2$d%%)\na: %3$@ (%4$d%%)";

/* Help tag while creating */
"w: %@\nh: %@" = "l: %1$@\na: %2$@";

/* name of width text tag */
"Width" = "Larghezza";

/* name of x position text tag */
"X Position" = "Posizione X";

/* name of y position text tag */
"Y Position" = "Posizione Y";

/* name for yards */
"yards (yd)" = "iarde (yd)";

/* Description for undo warning sheet */
"You are about to undo past the last point this file was saved.  Do you want to do this?" = "Stai per annullare oltre il punto in cui questo documento è stato registrato. Desideri farlo?";

/* Alert message for paper size change conflicting with page margins when printer margins are a possibility */
"You can scale the margins down to fit the new paper size, or use the minimum margins allowed by your printer settings. Page margins can be adjusted in the Document inspector." = "Puoi ridimensionare i margini per adattarli alle nuove dimensioni della carta oppure impostare il valore minimo dei margini consentito dalla stampante. Puoi regolare i margini della pagina dalle impostazioni Documento.";